{
  "doc_id": "3f6b0648-22b1-4d3a-825e-cfa165318068",
  "filename": "Incorperation_Agreement_Appendix_A_-_ZD_HR_GC.docx",
  "upload_path": "uploads/3f6b0648-22b1-4d3a-825e-cfa165318068_Incorperation_Agreement_Appendix_A_-_ZD_HR_GC.docx",
  "sections": [
    {
      "id": "0031da93-a601-435d-b21f-b1c4fcea29a5",
      "title": "INCORPORATION AGREEMENT",
      "level": 1,
      "content": ""
    },
    {
      "id": "3cc65f09-78e1-463b-969d-b87fca476673",
      "title": "Part 1 — Interpretation",
      "level": 2,
      "content": ""
    },
    {
      "id": "e5cc75ca-4b1e-49f5-8303-a8e38fe5c8c5",
      "title": "Part 2 — Shares and Share Certificates",
      "level": 2,
      "content": ""
    },
    {
      "id": "2437d6e9-a5e5-4768-bafe-cb4b2c9f79f2",
      "title": "Part 3 — Issue of Shares",
      "level": 2,
      "content": ""
    },
    {
      "id": "34a14b64-da11-4c68-bb2a-3deed33527f4",
      "title": "Part 4 — Share Transfers",
      "level": 2,
      "content": ""
    },
    {
      "id": "35c2452d-99ea-48a2-b5a8-dcc7dd84658e",
      "title": "Part 5 — Purchase of Shares",
      "level": 2,
      "content": ""
    },
    {
      "id": "b9fa7b03-384c-4d18-a041-6afc935699d9",
      "title": "Part 7 — General Meetings",
      "level": 2,
      "content": ""
    },
    {
      "id": "8e622a50-23ef-46ec-973a-2428288e3999",
      "title": "Part 9 — Votes of Shareholders",
      "level": 2,
      "content": ""
    },
    {
      "id": "9737f542-4f31-433c-b15c-75f6c6d3d6b1",
      "title": "Part 10 — Election and Removal of Directors",
      "level": 2,
      "content": ""
    },
    {
      "id": "10789ac2-8435-40e6-93f3-dd6ec09cfa82",
      "title": "Part 11 — Proceedings of Directors",
      "level": 2,
      "content": ""
    },
    {
      "id": "b8ef124e-17d9-4160-80c1-8a997802dcc6",
      "title": "Part 13 — Officers",
      "level": 2,
      "content": ""
    },
    {
      "id": "721652d8-9e76-48ef-a8d1-9e781b5a31d9",
      "title": "Part 14 — Disclosure of Interest of Directors",
      "level": 2,
      "content": ""
    },
    {
      "id": "3cead7b9-0757-4612-8273-d7571d746771",
      "title": "Part 16 — Dividends",
      "level": 2,
      "content": ""
    },
    {
      "id": "4e903918-36bf-4799-970e-07db5ae36421",
      "title": "Part 17 — Accounting Records",
      "level": 2,
      "content": ""
    },
    {
      "id": "af90d82c-2397-4d95-8af7-09303af70b32",
      "title": "Part 18 — Execution of Instruments under Seal",
      "level": 2,
      "content": ""
    },
    {
      "id": "26c79321-56c2-4483-8462-fd38a64ee07c",
      "title": "Part 19 — Notices",
      "level": 2,
      "content": ""
    },
    {
      "id": "a780f58c-26ba-4f94-8a17-7398469fb69e",
      "title": "Part 20 — Restriction on Share Transfer",
      "level": 2,
      "content": ""
    }
  ],
  "strip_existing": true,
  "composed_path": null,
  "html_outline": "<p>APPENDIX A</p>\n<p>SAMPLE OF AN</p>\n<p>INCORPORATION AGREEMENT</p>\n<p>ADOPTING THE</p>\n<p>TABLE 1 ARTICLES</p>\n<h1>INCORPORATION AGREEMENT</h1>\n<p>We propose to form a company under the Business Corporations Act (BC) under the name of</p>\n<p>VibeOps Technologies Inc. (the “Company”).</p>\n<p>We agree to take the number of shares in the Company set opposite our names:</p>\n<p>The Company has as its Articles the Table 1 Articles under the Business Corporations Act (BC).</p>\n<p>SAMPLE OF</p>\n<p>TABLE 1 ARTICLES</p>\n<p>VIBEOPS TECHNOLOGIES INC. (“The Company”)</p>\n<p>Incorporation Number: ??????</p>\n<p>The Company has as its articles the following articles.</p>\n<p>Table 1</p>\n<p>[am. B.C. Reg.s 315/2004, ss. 5 to 9; 186/2007.]</p>\n<p>Articles</p>\n<h2>Part 1 — Interpretation</h2>\n<p>Definitions</p>\n<p>1.1\tWithout limiting Article 1.2, in these articles, unless the context requires otherwise:</p>\n<p>“adjourned meeting” means the meeting to which a meeting is adjourned under Article 8.6 or 8.10;</p>\n<p>“appropriate person” has the same meaning as in the Securities Transfer Act;</p>\n<p>“board” and “directors” mean the directors or sole director of the Company for the time being;</p>\n<p>“Business Corporations Act” means the Business Corporations Act, S.B.C. 2002, c.57, and includes its regulations;</p>\n<p>“Interpretation Act” means the Interpretation Act, R.S.B.C. 1996, c. 238;</p>\n<p>“protected purchaser” has the same meaning as in the Securities Transfer Act;</p>\n<p>“trustee”, in relation to a shareholder, means the personal or other legal representative of the shareholder, and includes a trustee in bankruptcy of the shareholder.</p>\n<p>Business Corporations Act definitions apply</p>\n<p>1.2\tThe definitions in the Business Corporations Act apply to these articles.</p>\n<p>Interpretation Act applies</p>\n<p>1.3\tThe Interpretation Act applies to the interpretation of these articles as if these articles were an enactment.</p>\n<p>Conflict in definitions</p>\n<p>1.4 If there is a conflict between a definition in the Business Corporations Act and a definition or rule in the Interpretation Act relating to a term used in these articles, the definition in the Business Corporations Act will prevail in relation to the use of the term in these articles.</p>\n<p>Conflict between articles and legislation</p>\n<p>1.5 If there is a conflict between these articles and the Business Corporations Act, the Business Corporations Act will prevail.</p>\n<h2>Part 2 — Shares and Share Certificates</h2>\n<p>Form of share certificate</p>\n<p>2.1 Each share certificate issued by the Company must comply with, and be signed as required by, the Business Corporations Act.</p>\n<p>Right to share certificate</p>\n<p>2.2 Each shareholder is entitled, without charge, to one certificate representing the share or shares of each class or series of shares held by the shareholder.</p>\n<p>Sending of share certificate</p>\n<p>2.3 Any share certificate to which a shareholder is entitled may be sent to the shareholder by mail and neither the Company nor any agent is liable for any loss to the shareholder because the certificate sent is lost in the mail or stolen.</p>\n<p>Replacement of worn out or defaced certificate</p>\n<p>2.4 If the directors are satisfied that a share certificate is worn out or defaced, they must, on production to them of the certificate and on such other terms, if any, as they think fit, (a) order the certificate to be cancelled, and (b) issue a replacement share certificate.</p>\n<p>Replacement of lost, destroyed or wrongfully taken certificate</p>\n<p>2.5 If a person entitled to a share certificate claims that the share certificate has been lost, destroyed or wrongfully taken, the Company must issue a new share certificate, if the person</p>\n<p>so requests before the Company has notice that the lost, destroyed or wrongfully taken share certificate has been acquired by a protected purchaser,</p>\n<p>provides the Company with an indemnity bond sufficient, in the judgment of the directors, to protect the Company from any loss that the Company may suffer by issuing a new certificate, and (c) satisfies any other reasonable requirements imposed by the Company.</p>\n<p>Certificate not to be replaced after registration of transfer</p>\n<p>2.51 A person entitled to a share certificate may not assert against the Company a claim for a new share certificate under Article 2.5 if</p>\n<p>the share certificate has been lost, apparently destroyed or wrongfully taken and the person fails to notify the Company of that fact within a reasonable time after the person has notice of it, and</p>\n<p>the Company registers a transfer of the shares represented by the certificate before receiving a notice of the loss, apparent destruction or wrongful taking of the share certificate.</p>\n<p>Splitting share certificates</p>\n<p>2.6\tIf a shareholder surrenders a share certificate to the Company with a written request that the Company issue in the shareholder’s name 2 or more certificates, each representing a specified number of shares and in the aggregate representing the same number of shares as the certificate so surrendered, the Company must cancel the surrendered certificate and issue replacement share certificates in accordance with that request.</p>\n<h2>Part 3 — Issue of Shares</h2>\n<p>Directors authorized to issue shares</p>\n<p>3.1\tThe directors may, subject to the rights of the holders of the issued shares of the Company, issue, allot, sell, grant options on or otherwise dispose of the unissued shares, and issued shares held by the</p>\n<p>Company, at the times, to the persons, including directors, in the manner, on the terms and conditions and for the issue prices that the directors, in their absolute discretion, may determine.</p>\n<p>Company need not recognize unregistered interests</p>\n<p>3.2\tExcept as required by law or these articles, the Company need not recognize or provide for any person’s interests in or rights to a share unless that person is the shareholder of the share.</p>\n<h2>Part 4 — Share Transfers</h2>\n<p>Registering transfers</p>\n<p>4.1 If the Company has issued, or may be required to issue, a share certificate in respect of a share of the Company, a transfer of that share must not be registered unless the Company, or the transfer agent or registrar for the applicable class or series of shares, has received</p>\n<p>the share certificate, if any,</p>\n<p>a written instrument of transfer, which instrument of transfer may be on a separate document or on the share certificate, endorsed by</p>\n<p>the shareholder,</p>\n<p>any other appropriate person, or</p>\n<p>an agent who has actual authority to act on behalf of the shareholder or appropriate person, and</p>\n<p>any other evidence reasonably required by the Company, or by the transfer agent or registrar for the applicable class or series of shares, to prove (i) the title of the transferor,</p>\n<p>the transferor’s right to transfer the share</p>\n<p>that the endorsement is genuine and authorized, or (iv) that the transfer is rightful or is to a protected purchaser.</p>\n<p>4.2 and 4.3 Repealed. [B.C. Reg. 186/2007, s.c.]</p>\n<p>Transfer fee</p>\n<p>4.4 There must be paid to the Company, in relation to the registration of any transfer, the amount determined by the directors.</p>\n<h2>Part 5 — Purchase of Shares</h2>\n<p>Company authorized to purchase shares</p>\n<p>5.1 Subject to the special rights and restrictions attached to any class or series of shares, the Company may, if it is authorized to do so by the directors, purchase or otherwise acquire any of its shares. Part 6 — Borrowing Powers</p>\n<p>Powers of directors</p>\n<p>6.1\tThe directors may from time to time on behalf of the Company</p>\n<p>borrow money in the manner and amount, on the security, from the sources and on the terms and conditions that they consider appropriate,</p>\n<p>issue bonds, debentures and other debt obligations either outright or as security for any liability or obligation of the Company or any other person,</p>\n<p>guarantee the repayment of money by any other person or the performance of any obligation of any other person, and</p>\n<p>mortgage or charge, whether by way of specific or floating charge, or give other security on the whole or any part of the present and future undertaking of the Company.</p>\n<h2>Part 7 — General Meetings</h2>\n<p>Annual general meetings</p>\n<p>7.1\tUnless an annual general meeting is deferred or waived in accordance with section 182 (2) (a) or (c) of the Business Corporations Act, the Company must hold its first annual general meeting within 18 months after the date on which it was incorporated or otherwise recognized, and after that must hold an annual general meeting at least once in each calendar year and not more than 15 months after the last annual general meeting.</p>\n<p>When annual general meeting is deemed to have been held</p>\n<p>7.2\tIf all of the shareholders who are entitled to vote at an annual general meeting consent by a unanimous resolution under section 182 (2) (b) of the Business Corporations Act to all of the business that is required to be transacted at that annual general meeting, the annual general meeting is deemed to have been held on the date selected, under section 182 (3) of the Business Corporations Act, in the unanimous resolution.</p>\n<p>Calling of shareholder meetings</p>\n<p>7.3\tThe directors may, whenever they think fit, call a meeting of shareholders.</p>\n<p>Special business</p>\n<p>7.4 If a meeting of shareholders is to consider special business within the meaning of Article 8.1, the notice of meeting must</p>\n<p>state the general nature of the special business, and</p>\n<p>if the special business includes considering, approving, ratifying, adopting or authorizing any document or the signing of or giving of effect to any document, have attached to it a copy of the document or state that a copy of the document will be available for inspection by shareholders</p>\n<p>at the Company’s records office, or at such other reasonably accessible location in British Columbia as is specified by the notice, and</p>\n<p>during statutory business hours on any one or more specified days before the day set for the holding of the meeting.</p>\n<p>Part 8 — Proceedings at Meetings of Shareholders</p>\n<p>Special business</p>\n<p>8.1\tAt a meeting of shareholders, the following business is special business:</p>\n<p>at a meeting of shareholders that is not an annual general meeting, all business is special business except business relating to the conduct of or voting at the meeting;</p>\n<p>at an annual general meeting, all business is special business except for the following: (i) business relating to the conduct of, or voting at, the meeting;</p>\n<p>consideration of any financial statements of the Company presented to the meeting;</p>\n<p>consideration of any reports of the directors or auditor;</p>\n<p>the setting or changing of the number of directors;</p>\n<p>the election or appointment of directors;</p>\n<p>the appointment of an auditor;</p>\n<p>the setting of the remuneration of an auditor;</p>\n<p>business arising out of a report of the directors not requiring the passing of a special resolution or an exceptional resolution.</p>\n<p>Quorum</p>\n<p>8.2 Subject to the special rights and restrictions attached to the shares of any class or series of shares, the quorum for the transaction of business at a meeting of shareholders is 2 persons who are, or who represent by proxy, shareholders who, in the aggregate, hold at least 1/20 of the issued shares entitled to be voted at the meeting.</p>\n<p>One shareholder may constitute quorum</p>\n<p>8.3\tIf there is only one shareholder entitled to vote at a meeting of shareholders,</p>\n<p>(a) the quorum is one person who is, or who represents by proxy, that shareholder, and (b) that shareholder, present in person or by proxy, may constitute the meeting.</p>\n<p>Other persons may attend</p>\n<p>8.4\tThe directors, the president, if any, the secretary, if any, and any lawyer or auditor for the Company are entitled to attend any meeting of shareholders, but if any of those persons does attend a meeting of shareholders, that person is not to be counted in the quorum, and is not entitled to vote at the meeting, unless that person is a shareholder or proxy holder entitled to vote at the meeting.</p>\n<p>Requirement of quorum</p>\n<p>8.5 No business, other than the election of a chair of the meeting and the adjournment of the meeting, may be transacted at any meeting of shareholders unless a quorum of shareholders entitled to vote is present at the commencement of the meeting.</p>\n<p>Lack of quorum</p>\n<p>8.6\tIf, within 1/2 hour from the time set for the holding of a meeting of shareholders, a quorum is not present,</p>\n<p>in the case of a general meeting convened by requisition of shareholders, the meeting is dissolved, and</p>\n<p>in the case of any other meeting of shareholders, the meeting stands adjourned to the same day in the next week at the same time and place.</p>\n<p>Lack of quorum at succeeding meeting</p>\n<p>8.7 If, at the meeting to which the first meeting referred to in Article 8.6 was adjourned, a quorum is not present within 1/2 hour from the time set for the holding of the meeting, the persons present and being, or representing by proxy, shareholders entitled to attend and vote at the meeting constitute a quorum.</p>\n<p>Chair</p>\n<p>8.8\tThe following individual is entitled to preside as chair at a meeting of shareholders:</p>\n<p>the chair of the board, if any;</p>\n<p>if the chair of the board is absent or unwilling to act as chair of the meeting, the president, if any.</p>\n<p>Alternate chair</p>\n<p>8.9\tIf, at any meeting of shareholders, there is no chair of the board or president present within 15 minutes after the time set for holding the meeting, or if the chair of the board and the president are unwilling to act as chair of the meeting, or if the chair of the board and the president have advised the secretary, if any, or any director present at the meeting, that they will not be present at the meeting, the directors present must choose one of their number to be chair of the meeting or if all of the directors present decline to take the chair or fail to so choose or if no director is present, the shareholders present in person or by proxy must choose any person present at the meeting to chair the meeting.</p>\n<p>Adjournments</p>\n<p>8.10\tThe chair of a meeting of shareholders may, and if so directed by the meeting must, adjourn the meeting from time to time and from place to place, but no business may be transacted at any adjourned meeting other than the business left unfinished at the meeting from which the adjournment took place.</p>\n<p>Notice of adjourned meeting</p>\n<p>8.11 It is not necessary to give any notice of an adjourned meeting or of the business to be transacted at an adjourned meeting of shareholders except that, when a meeting is adjourned for 30 days or more, notice of the adjourned meeting must be given as in the case of the original meeting.</p>\n<p>Motion need not be seconded</p>\n<p>8.12 No motion proposed at a meeting of shareholders need be seconded unless the chair of the meeting rules otherwise, and the chair of any meeting of shareholders is entitled to propose or second a motion.</p>\n<p>Manner of taking a poll</p>\n<p>8.13\tSubject to Article 8.14, if a poll is duly demanded at a meeting of shareholders,</p>\n<p>the poll must be taken</p>\n<p>at the meeting, or within 7 days after the date of the meeting, as the chair of the meeting directs, and</p>\n<p>in the manner, at the time and at the place that the chair of the meeting directs,</p>\n<p>the result of the poll is deemed to be a resolution of and passed at the meeting at which the poll is demanded, and</p>\n<p>the demand for the poll may be withdrawn.</p>\n<p>Demand for a poll on adjournment</p>\n<p>8.14 A poll demanded at a meeting of shareholders on a question of adjournment must be taken immediately at the meeting.</p>\n<p>Demand for a poll not to prevent continuation of meeting</p>\n<p>8.15 The demand for a poll at a meeting of shareholders does not, unless the chair of the meeting so rules, prevent the continuation of a meeting for the transaction of any business other than the question on which a poll has been demanded.</p>\n<p>Poll not available in respect of election of chair</p>\n<p>8.16\tNo poll may be demanded in respect of the vote by which a chair of a meeting of shareholders is elected.</p>\n<p>Casting of votes on poll</p>\n<p>8.17\tOn a poll, a shareholder entitled to more than one vote need not cast all the votes in the same way.</p>\n<p>Chair must resolve dispute</p>\n<p>8.18 In the case of any dispute as to the admission or rejection of a vote given on a poll, the chair of the meeting must determine the same, and his or her determination made in good faith is final and conclusive.</p>\n<p>Chair has no second vote</p>\n<p>8.19 In case of an equality of votes, the chair of a meeting of shareholders does not, either on a show of hands or on a poll, have a casting or second vote in addition to the vote or votes to which the chair may be entitled as a shareholder.</p>\n<p>Declaration of result</p>\n<p>8.20 The chair of a meeting of shareholders must declare to the meeting the decision on every question in accordance with the result of the show of hands or the poll, as the case may be, and that decision must be entered in the minutes of the meeting.</p>\n<h2>Part 9 — Votes of Shareholders</h2>\n<p>Voting rights</p>\n<p>9.1 Subject to any special rights or restrictions attached to any shares and to the restrictions imposed on joint registered holders of shares under Article 9.3,</p>\n<p>on a vote by show of hands, every person present who is a shareholder or proxy holder and entitled to vote at the meeting has one vote, and</p>\n<p>on a poll, every shareholder entitled to vote has one vote in respect of each share held by that shareholder that carries the right to vote on that poll and may exercise that vote either in person or by proxy.</p>\n<p>Trustee of shareholder may vote</p>\n<p>9.2\tA person who is not a shareholder may vote on a resolution at a meeting of shareholders, whether on a show of hands or on a poll, and may appoint a proxy holder to act at the meeting in relation to that resolution, if, before doing so, the person satisfies the chair of the meeting at which the resolution is to be considered, or the directors, that the person is a trustee for a shareholder who is entitled to vote on the resolution.</p>\n<p>Votes by joint shareholders</p>\n<p>9.3\tIf there are joint shareholders registered in respect of any share,</p>\n<p>any one of the joint shareholders may vote at any meeting, either personally or by proxy, in respect of the share as if that joint shareholder were solely entitled to it, or</p>\n<p>if more than one of the joint shareholders is present at any meeting, personally or by proxy, the joint shareholder present whose name stands first on the central securities register in respect of the share is alone entitled to vote in respect of that share.</p>\n<p>Trustees as joint shareholders</p>\n<p>9.4 Two or more trustees of a shareholder in whose sole name any share is registered are, for the purposes of Article 9.3, deemed to be joint shareholders.</p>\n<p>Representative of a corporate shareholder</p>\n<p>9.5 If a corporation that is not a subsidiary of the Company is a shareholder, that corporation may appoint a person to act as its representative at any meeting of shareholders of the Company, and,</p>\n<p>for that purpose, the instrument appointing a representative must</p>\n<p>be received at the registered office of the Company or at any other place specified, in the notice calling the meeting, for the receipt of proxies, at least 2 business days before the day set for the holding of the meeting, or</p>\n<p>be provided, at the meeting, to the chair of the meeting, and</p>\n<p>if a representative is appointed under this Article,</p>\n<p>the representative is entitled to exercise in respect of and at that meeting the same rights on behalf of the corporation that the representative represents as that corporation could exercise if it were a shareholder who is an individual, including, without limitation, the right to appoint a proxy holder, and</p>\n<p>the representative, if present at the meeting, is to be counted for the purpose of forming a quorum and is deemed to be a shareholder present in person at the meeting.</p>\n<p>Proxy provisions do not apply to all companies</p>\n<p>9.6 Articles 9.7 to 9.13 do not apply to the Company if and for so long as it is a public company or a pre-existing reporting company.</p>\n<p>Appointment of proxy holder</p>\n<p>9.7 Every shareholder of the Company, including a corporation that is a shareholder but not a subsidiary of the Company, entitled to vote at a meeting of shareholders of the Company may, by proxy, appoint a proxy holder to attend and act at the meeting in the manner, to the extent and with the powers conferred by the proxy.</p>\n<p>Alternate proxy holders</p>\n<p>9.8\tA shareholder may appoint one or more alternate proxy holders to act in the place of an absent proxy holder.</p>\n<p>When proxy holder need not be shareholder</p>\n<p>9.9\tA person must not be appointed as a proxy holder unless the person is a shareholder, although a person who is not a shareholder may be appointed as a proxy holder if</p>\n<p>the person appointing the proxy holder is a corporation or a representative of a corporation appointed under Article 9.5,</p>\n<p>the Company has at the time of the meeting for which the proxy holder is to be appointed only one shareholder entitled to vote at the meeting, or</p>\n<p>the shareholders present in person or by proxy at and entitled to vote at the meeting for which the proxy holder is to be appointed, by a resolution on which the proxy holder is not entitled to vote but in respect of which the proxy holder is to be counted in the quorum, permit the proxy holder to attend and vote at the meeting.</p>\n<p>Form of proxy</p>\n<p>9.10 A proxy, whether for a specified meeting or otherwise, must be either in the following form or in any other form approved by the directors or the chair of the meeting:</p>\n<p>(VibeOps Technologies Inc.)</p>\n<p>The undersigned, being a shareholder of the above named Company, hereby appoints</p>\n<p>......................................, or, failing that person, ..........................................., as proxy holder for the</p>\n<p>undersigned to attend, act and vote for and on behalf of the undersigned at the meeting of shareholders to be held on the ........... day of........................, ........... and at any adjournment of that meeting. Signed this ........... day of ..............., ...........</p>\n<p>.........................................................................</p>\n<p>Signature of shareholder</p>\n<p>Provision of proxies</p>\n<p>9.11\tA proxy for a meeting of shareholders must</p>\n<p>(a) be received at the registered office of the Company or at any other place specified, in the notice calling the meeting, for the receipt of proxies, at least the number of business days specified in the notice, or if no number of days is specified, 2 business days, before the day set for the holding of the meeting, or (b) unless the notice provides otherwise, be provided, at the meeting, to the chair of the meeting.</p>\n<p>Revocation of proxies</p>\n<p>9.12\tSubject to Article 9.13, every proxy may be revoked by an instrument in writing that is</p>\n<p>(a) received at the registered office of the Company at any time up to and including the last business day before the day set for the holding of the meeting at which the proxy is to be used, or (b) provided at the meeting to the chair of the meeting.</p>\n<p>Revocation of proxies must be signed</p>\n<p>9.13\tAn instrument referred to in Article 9.12 must be signed as follows:</p>\n<p>if the shareholder for whom the proxy holder is appointed is an individual, the instrument must be signed by the shareholder or his or her trustee;</p>\n<p>if the shareholder for whom the proxy holder is appointed is a corporation, the instrument must be signed by the corporation or by a representative appointed for the corporation under Article 9.5.</p>\n<p>Validity of proxy votes</p>\n<p>9.14 A vote given in accordance with the terms of a proxy is valid despite the death or incapacity of the shareholder giving the proxy and despite the revocation of the proxy or the revocation of the authority under which the proxy is given, unless notice in writing of that death, incapacity or revocation is received</p>\n<p>(a) at the registered office of the Company, at any time up to and including the last business day before the day set for the holding of the meeting at which the proxy is to be used, or (b) by the chair of the meeting, before the vote is taken.</p>\n<p>Production of evidence of authority to vote</p>\n<p>9.15\tThe chair of any meeting of shareholders may, but need not, inquire into the authority of any person to vote at the meeting and may, but need not, demand from that person production of evidence as to the existence of the authority to vote.</p>\n<h2>Part 10 — Election and Removal of Directors</h2>\n<p>Number of directors</p>\n<p>10.1\tThe Company must have a board of directors consisting of</p>\n<p>subject to paragraph (b), the number of directors that is equal to the number of the Company’s first directors, or</p>\n<p>the number of directors set by ordinary resolution of the shareholders.</p>\n<p>Change in number of directors</p>\n<p>10.2\tIf the number of directors is changed by the shareholders under Article 10.1 (b),</p>\n<p>the change is effective whether or not previous notice of the resolution was given, and</p>\n<p>the shareholders may elect, or appoint by ordinary resolution, the directors needed to fill any vacancies in the board of directors that result from that change.</p>\n<p>Election of directors</p>\n<p>10.3\tAt every annual general meeting,</p>\n<p>the shareholders entitled to vote at the annual general meeting for the election or appointment of directors must elect or appoint a board of directors consisting of the number of directors for the time being required under these articles, and</p>\n<p>all the directors cease to hold office immediately before the election or appointment of directors under paragraph (a), but are eligible for re-election or reappointment.</p>\n<p>Failure to elect or appoint directors</p>\n<p>10.4 If the Company fails to hold an annual general meeting in accordance with the Business Corporations Act or fails, at an annual general meeting, to elect or appoint any directors, the directors then in office continue to hold office until the earlier of</p>\n<p>the date on which the failure is remedied, and</p>\n<p>the date on which they otherwise cease to hold office under the Business Corporations Act or these articles.</p>\n<p>Additional directors</p>\n<p>10.5 Despite Articles 10.1 and 10.2, the directors may appoint one or more additional directors, but the number of additional directors appointed under this Article must not at any time exceed</p>\n<p>1/3 of the number of first directors, if, at the time of the appointments, one or more of the first directors have not yet completed their first term of office, or</p>\n<p>in any other case, 1/3 of the number of the current directors who were elected or appointed as directors other than under this Article.</p>\n<p>Directors’ acts valid despite vacancy</p>\n<p>10.6 An act or proceeding of the directors is not invalid merely because fewer than the number of directors required by Article 10.1 are in office.</p>\n<h2>Part 11 — Proceedings of Directors</h2>\n<p>Meetings of directors</p>\n<p>11.1 The directors may meet together for the conduct of business, adjourn and otherwise regulate their meetings as they think fit, and meetings of the board held at regular intervals may be held at the place, at the time and on the notice, if any, that the board may by resolution from time to time determine.</p>\n<p>Chair of meetings</p>\n<p>11.2\tMeetings of directors are to be chaired by</p>\n<p>the chair of the board, if any,</p>\n<p>in the absence of the chair of the board, the president, if any, if the president is a director, or(c) any other director chosen by the directors if</p>\n<p>neither the chair of the board nor the president, if a director, is present at the meeting within 15 minutes after the time set for holding the meeting,</p>\n<p>neither the chair of the board nor the president, if a director, is willing to chair the meeting, or</p>\n<p>the chair of the board and the president, if a director, have advised the secretary, if any, or any other director, that they will not be present at the meeting.</p>\n<p>Voting at meetings</p>\n<p>11.3\tQuestions arising at any meeting of directors are to be decided by a majority of votes and, in the case of an equality of votes, the chair of the meeting does not have a second or casting vote.</p>\n<p>Who may call extraordinary meetings</p>\n<p>11.4\tA director may, and the secretary, if any, on request of a director must, call a meeting of the board at any time.</p>\n<p>Notice of extraordinary meetings</p>\n<p>11.5\tSubject to Articles 11.6 and 11.7, if a meeting of the board is called under Article 11.4, reasonable notice of that meeting, specifying the place, date and time of that meeting, must be given to each of the directors</p>\n<p>by mail addressed to the director’s address as it appears on the books of the Company or to any other address provided to the Company by the director for this purpose,</p>\n<p>by leaving it at the director’s prescribed address or at any other address provided to the Company by the director for this purpose, or</p>\n<p>orally, by delivery of written notice or by telephone, voice mail, e-mail, fax or any other method of legibly transmitting messages.</p>\n<p>When notice not required</p>\n<p>11.6\tIt is not necessary to give notice of a meeting of the directors to a director if</p>\n<p>(a) the meeting is to be held immediately following a meeting of shareholders at which that director was elected or appointed or is the meeting of the directors at which that director is appointed, or (b) the director has filed a waiver under Article 11.8.</p>\n<p>Meeting valid despite failure to give notice</p>\n<p>11.7 The accidental omission to give notice of any meeting of directors to any director, or the non-receipt of any notice by any director, does not invalidate any proceedings at that meeting.</p>\n<p>Waiver of notice of meetings</p>\n<p>11.8 Any director may file with the Company a document signed by the director waiving notice of any past, present or future meeting of the directors and may at any time withdraw that waiver with respect to meetings of the directors held after that withdrawal.</p>\n<p>Effect of waiver</p>\n<p>11.9 After a director files a waiver under Article 11.8 with respect to future meetings of the directors, and until that waiver is withdrawn, notice of any meeting of the directors need not be given to that director unless the director otherwise requires in writing to the Company.</p>\n<p>Quorum</p>\n<p>11.10 The quorum necessary for the transaction of the business of the directors may be set by the directors and, if not so set, is a majority of the directors.</p>\n<p>If only one director</p>\n<p>11.11 If, in accordance with Article 10.1, the number of directors is one, the quorum necessary for the transaction of the business of the directors is one director, and that director may constitute a meeting. Part 12 — Committees of Directors</p>\n<p>Appointment of committees</p>\n<p>12.1\tThe directors may, by resolution,</p>\n<p>(a) appoint one or more committees consisting of the director or directors that they consider appropriate, (b) delegate to a committee appointed under paragraph (a) any of the directors’ powers, except</p>\n<p>the power to fill vacancies in the board,</p>\n<p>the power to change the membership of, or fill vacancies in, any committee of the board, and</p>\n<p>(iii)the power to appoint or remove officers appointed by the board, and</p>\n<p>(c) make any delegation referred to in paragraph (b) subject to the conditions set out in the resolution.</p>\n<p>Obligations of committee</p>\n<p>12.2\tAny committee formed under Article 12.1, in the exercise of the powers delegated to it, must</p>\n<p>conform to any rules that may from time to time be imposed on it by the directors, and</p>\n<p>report every act or thing done in exercise of those powers to the earliest meeting of the directors to beheld after the act or thing has been done.</p>\n<p>Powers of board</p>\n<p>12.3\tThe board may, at any time,</p>\n<p>revoke the authority given to a committee, or override a decision made by a committee, except as to acts done before such revocation or overriding,</p>\n<p>terminate the appointment of, or change the membership of, a committee, and(c) fill vacancies in a committee.</p>\n<p>Committee meetings</p>\n<p>12.4\tSubject to Article 12.2 (a),</p>\n<p>the members of a directors’ committee may meet and adjourn as they think proper,</p>\n<p>a directors’ committee may elect a chair of its meetings but, if no chair of the meeting is elected, or if at any meeting the chair of the meeting is not present within 15 minutes after the time set for holding the meeting, the directors present who are members of the committee may choose one of their number to chair the meeting,</p>\n<p>a majority of the members of a directors’ committee constitutes a quorum of the committee, and</p>\n<p>questions arising at any meeting of a directors’ committee are determined by a majority of votes of the members present, and in case of an equality of votes, the chair of the meeting has no second or casting vote.</p>\n<h2>Part 13 — Officers</h2>\n<p>Appointment of officers</p>\n<p>13.1 The board may, from time to time, appoint a president, secretary or any other officers that it considers necessary, and none of the individuals appointed as officers need be a member of the board.</p>\n<p>Functions, duties and powers of officers</p>\n<p>13.2\tThe board may, for each officer,</p>\n<p>determine the functions and duties the officer is to perform,</p>\n<p>entrust to and confer on the officer any of the powers exercisable by the directors on such terms and conditions and with such restrictions as the directors think fit, and</p>\n<p>from time to time revoke, withdraw, alter or vary all or any of the functions, duties and powers of the officer.</p>\n<p>Remuneration</p>\n<p>13.3 All appointments of officers are to be made on the terms and conditions and at the remuneration (whether by way of salary, fee, commission, participation in profits or otherwise) that the board thinks fit and are subject to termination at the pleasure of the board.</p>\n<h2>Part 14 — Disclosure of Interest of Directors</h2>\n<p>Other office of director</p>\n<p>14.1 A director may hold any office or place of profit with the Company (other than the office of auditor of the Company) in addition to his or her office of director for the period and on the terms (as to remuneration or otherwise) that the directors may determine.</p>\n<p>No disqualification</p>\n<p>14.2 No director or intended director is disqualified by his or her office from contracting with the Company either with regard to the holding of any office or place of profit the director holds with the Company or as vendor, purchaser or otherwise.</p>\n<p>Professional services by director or officer</p>\n<p>14.3\tSubject to compliance with the provisions of the Business Corporations Act, a director or officer of the Company, or any corporation or firm in which that individual has an interest, may act in a professional capacity for the Company, except as auditor of the Company, and the director or officer or such corporation or firm is entitled to remuneration for professional services as if that individual were not a director or officer.</p>\n<p>Accountability</p>\n<p>14.4 A director or officer may be or become a director, officer or employee of, or may otherwise be or become interested in, any corporation, firm or entity in which the Company may be interested as a shareholder or otherwise, and, subject to compliance with the provisions of the Business Corporations Act, the director or officer is not accountable to the Company for any remuneration or other benefits received by him or her as director, officer or employee of, or from his or her interest in, such other corporation, firm or entity. Part 15 — Indemnification</p>\n<p>Indemnification of directors</p>\n<p>15.1 The directors must cause the Company to indemnify its directors and former directors, and their respective heirs and personal or other legal representatives to the greatest extent permitted by Division 5 of Part 5 of the Business Corporations Act.</p>\n<p>Deemed contract</p>\n<p>15.2 Each director is deemed to have contracted with the Company on the terms of the indemnity referred to in Article 15.1.</p>\n<h2>Part 16 — Dividends</h2>\n<p>Declaration of dividends</p>\n<p>16.1 Subject to the rights, if any, of shareholders holding shares with special rights as to dividends, the directors may from time to time declare and authorize payment of any dividends the directors consider appropriate.</p>\n<p>No notice required</p>\n<p>16.2\tThe directors need not give notice to any shareholder of any declaration under Article 16.1.</p>\n<p>Directors may determine when dividend payable</p>\n<p>16.3\tAny dividend declared by the directors may be made payable on such date as is fixed by the directors.</p>\n<p>Dividends to be paid in accordance with number of shares</p>\n<p>16.4 Subject to the rights of shareholders, if any, holding shares with special rights as to dividends, all dividends on shares of any class or series of shares must be declared and paid according to the number of such shares held.</p>\n<p>Manner of paying dividend</p>\n<p>16.5 A resolution declaring a dividend may direct payment of the dividend wholly or partly by the distribution of specific assets or of paid up shares or fractional shares, bonds, debentures or other debt obligations of the Company, or in any one or more of those ways, and, if any difficulty arises in regard to the distribution, the directors may settle the difficulty as they consider expedient, and, in particular, may set the value for distribution of specific assets.</p>\n<p>Dividend bears no interest</p>\n<p>16.6\tNo dividend bears interest against the Company.</p>\n<p>Fractional dividends</p>\n<p>16.7 If a dividend to which a shareholder is entitled includes a fraction of the smallest monetary unit of the currency of the dividend, that fraction may be disregarded in making payment of the dividend and that payment represents full payment of the dividend.</p>\n<p>Payment of dividends</p>\n<p>16.8\tAny dividend or other distribution payable in cash in respect of shares may be paid by cheque, made payable to the order of the person to whom it is sent, and mailed</p>\n<p>subject to paragraphs (b) and (c), to the address of the shareholder,</p>\n<p>subject to paragraph (c), in the case of joint shareholders, to the address of the joint shareholder whose name stands first on the central securities register in respect of the shares, or</p>\n<p>to the person and to the address as the shareholder or joint shareholders may direct in writing.</p>\n<p>Receipt by joint shareholders</p>\n<p>16.9 If several persons are joint shareholders of any share, any one of them may give an effective receipt for any dividend, bonus or other money payable in respect of the share.</p>\n<h2>Part 17 — Accounting Records</h2>\n<p>Recording of financial affairs</p>\n<p>17.1 The board must cause adequate accounting records to be kept to record properly the financial affairs and condition of the Company and to comply with the provisions of the Business Corporations Act.</p>\n<h2>Part 18 — Execution of Instruments under Seal</h2>\n<p>Who may attest seal</p>\n<p>18.1 The Company’s seal, if any, must not be impressed on any record except when that impression is attested by the signature or signatures of</p>\n<p>any 2 directors,</p>\n<p>any officer, together with any director,</p>\n<p>if the Company only has one director, that director, or</p>\n<p>any one or more directors or officers or persons as may be determined by resolution of the directors.</p>\n<p>Sealing copies</p>\n<p>18.2\tFor the purpose of certifying under seal a true copy of any resolution or other document, the seal must be impressed on that copy and, despite Article 18.1, may be attested by the signature of any director or officer.</p>\n<h2>Part 19 — Notices</h2>\n<p>Notice to joint shareholders</p>\n<p>19.1 A notice, statement, report or other record may be provided by the Company to the joint registered shareholders of a share by providing the notice to the joint registered shareholder whose name stands first on the central securities register in respect of the share.</p>\n<p>Notice to trustees</p>\n<p>19.2\tIf a person becomes entitled to a share as a result of the death, bankruptcy or incapacity of a shareholder, the Company may provide a notice, statement, report or other record to that person by</p>\n<p>mailing the record, addressed to that person</p>\n<p>by name, by the title of representative of the deceased or incapacitated shareholder, by the title of trustee of the bankrupt shareholder or by any similar description, and</p>\n<p>at the address, if any, supplied to the Company for that purpose by the person claiming to be so entitled, or</p>\n<p>if an address referred to in paragraph (a) (ii) has not been supplied to the Company, by giving the notice in a manner in which it might have been given if the death, bankruptcy or incapacity had not occurred.</p>\n<h2>Part 20 — Restriction on Share Transfer</h2>\n<p>Application</p>\n<p>20.1 Article 20.2 does not apply to the Company if and for so long as it is a public company or a pre-existing reporting company.</p>\n<p>Consent required for transfer</p>\n<p>20.2\tNo shares may be sold, transferred or otherwise disposed of without the consent of the directors and the directors are not required to give any reason for refusing to consent to any such sale, transfer or other disposition.</p>"
}